Repository: nickasd/BoardGameKit
Catalog: Sources/BoardGameKit/Localizable.xcstrings
Source language: en
Languages: de, fr, it

# button.cancel
source: Cancel
de: Abbrechen
fr: Annuler
it: Annulla

# button.next
source: Next
de: Weiter
fr: Suivant
it: Continua

# credits.author
source: A game by %@
de: Ein Spiel von %@
fr: Un jeu de %@
it: Un gioco di %@

# credits.design
source: Illustrated by %@
de: Illustriert von %@
fr: Illustré par %@
it: Illustrato da %@

# credits.developer
source: Digital adaptation by %@
de: Digitale Adaption von %@
fr: Adaptation numérique par %@
it: Adattamento digitale di %@

# credits.publisher
source: Published by %@
de: Veröffentlicht von %@
fr: Publié par %@
it: Pubblicato da %@

source: Empty
de: Leer
fr: Vide
it: Vuoto

# error.lostConnection
source: Lost connection to server
de: Verbindung zum Server verloren
fr: Connexion au serveur perdue
it: Persa la connessione al server

# game.action.cancel
source: Cancel
de: Abbrechen
fr: Annuler
it: Annulla

# game.action.confirm
source: Confirm
de: Bestätigen
fr: Confirmer
it: Conferma

# game.action.pass
source: Pass
de: Passen
fr: Passer
it: Passa

# game.endscore.title
source: End Game Score
de: Endspielergebnis
fr: Score de fin de partie
it: Punteggio di fine partita

# game.player.hide
source: Hide %@
de: %@ ausblenden
fr: Cacher %@
it: Nascondi %@

# game.player.show
source: Show %@
de: %@ anzeigen
fr: Montrer %@
it: Mostra %@

# gameRoom.localPlayers
source: Local players:
de: Lokale Spieler:
fr: Joueurs locaux :
it: Giocatori locali:

# gameRoom.removePlayers
source: Remote players:
de: Fernspieler:
fr: Joueurs distants :
it: Giocatori remoti:

# host.port.invalid
source: Invalid port.
de: Ungültiger Port.
fr: Port invalide.
it: Porta invalida.

# host.url.invalid
source: URL must have the 'ws' scheme, a host and a port.
de: Die URL muss das 'ws'-Schema, einen Host und einen Port haben.
fr: L'URL doit avoir le schéma 'ws', un hôte et un port.
it: L'URL deve avere lo schema "ws", un host e una porta.

source: Loading...
de: Laden...
fr: Chargement...
it: Caricamento...

# menu.game.archive
source: Archive
de: Archiv
it: Archivio

# menu.game.credits
source: Credits
de: Danksagungen
fr: Crédits
it: Crediti

# menu.game.host
source: Host
de: Hosten
fr: Héberger
it: Ospita

# menu.game.import
source: Import
de: Importieren
fr: Importer
it: Importa

# menu.game.join
source: Join
de: Verbinden
fr: Connecter
it: Connetti

# menu.game.load
source: Load
de: Laden
fr: Charger
it: Carica

# menu.game.local
source: Local Game
de: Lokales Spiel
fr: Jeu local
it: Gioco locale

# menu.game.new
source: New Game
de: Neues Spiel
fr: Nouveau jeu
it: Nuovo gioco

# menu.game.observe
source: Observe
de: Beobachten
fr: Observer
it: Osserva

# menu.game.online
source: Online Game
de: Online-Spiel
fr: Jeu en ligne
it: Gioco online

# menu.game.play
source: Play
de: Spielen
fr: Jouer
it: Gioca

# menu.game.ready
source: Ready
de: Bereit
fr: Prêt
it: Pronto

# menu.game.ready.not
source: Not Ready
de: Nicht Bereit
fr: Pas prêt
it: Non pronto

# menu.game.rejoin
source: Rejoin
de: Beitreten
fr: Rejoindre
it: Rientra

# menu.game.reopen
source: Open
de: Öffnen
fr: Ouvrir
it: Apri

# menu.game.rules
source: Rules
de: Regeln
fr: Règles
it: Regole

# menu.game.start
source: Start
de: Beginnen
fr: Commencer
it: Comincia

# menu.game.website
source: Website
de: Webseite
fr: Site web
it: Sito internet

# playerName.bot.single
source: %@ (bot)
de: %1$@ (bot)
fr: %1$@ (robot)
it: %1$@ (bot)

# playerName.i
source: %@ (I)
de: %@ (Ich)
fr: %@ (Moi)
it: %@ (Io)

# playerState.activeTime
source: Time
de: Zeit
fr: Temps
it: Tempo

# playerState.moves
source: Moves
de: Züge
fr: Coups
it: Mosse

# gameRoom.bots
source: Bots:
fr: Robots :
it: Bot:

# host.port
source: Server port
fr: Port du serveur
it: Porta del server

# host.url
source: Server URL
fr: URL du serveur
it: URL del server

# menu.game.feedback
source: Feedback
fr: Remarques

# playerName.bot.variant
source: %1$@ (%2$@ bot)
fr: %1$@ (%2$@ robot)
it: %1$@ (bot %2$@)
